Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/puheenjohtajiston_katsaus_saamelaiskarajien_kokouksessa_22_6_2021.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät näkee, että varattu summa ei kuitenkaan ole riittävä porotaloutta kohdanneiden vahinkojen kattamiseksi.
sme: Sámediggi oaivvilda, ahte várrejuvvon submi ii goittotge leat doarvái boazodoalu deaividan vahágiid gokčama várás.

source: Utsjoen porotilojen yhteismetsä ja Muddusjärven paliskunta ovat pyytäneet Saamelaiskäräjiä tukemaan ja edistämään mahdollisuuksien mukaan Utsjoen porotilojen yhteismetsien suojelua.
sme: Ohcejoga boazodáluid oktasašmeahcci ja Muttošjávrri bálggus leat bivdán Sámedikki doarjut ja ovddidit vejolašvuođaid mielde Ohcejoga boazodáluid oktasašmehciid suodjaleami.

source: Saamelaiskäräjät onkin aktiivisesti edistänyt asiaa ympäristöministeriön kautta ja myös muutoin tukenut hanketta.
sme: Sámediggi leage aktiivvalaččat ovddidan ášši birasministeriija bokte ja maiddái muđui dorjon prošeavtta.

source: Päätös suojella 700 hehtaaria vanhaa ikimetsää tehtiin kesäkuussa, ja Saamelaiskäräjät on erittäin tyytyväinen päätökseen .
sme: Mearrádus suodjalit 700 hektára boares vuovddi dahkkui geassemánus, ja Sámediggi lea erenomáš duhtavaš mearrádussii .

source: Puheenjohtaja Tuomas Aslak Juuso tuomas.juuso(at)samediggi.fi 040 687 3394 / 010 839 3101
sme: Ságajođiheaddji Tuomas Aslak Juuso tuomas.juuso(at)samediggi.fi 040 687 3394 / 010 839 3101

source: I varapuheenjohtaja Anni Koivisto anni.koivisto(at)samediggi.fi 040 415 5969
sme: I várreságajođiheaddji Anni Koivisto Anni Koivisto anni.koivisto(at)samediggi.fi 040 415 5969

source: II varapuheenjohtaja Leo Aikio leo.aikio(at)samediggi.fi 040 621 6505 / 010 839 3180
sme: II várreságajođiheaddji Leo Aikio Leo Aikio leo.aikio(at)samediggi.fi 040 621 6505 / 010 839 3180
